Закроем иконы: Программа для вычисления чисел Фибоначчи

Да приидет царствие Fibonacci на все просторы n, x, y
Во имя Отца и Сына и Святаго Духа
	Так говорит Господь: ans благославляю Я как целковый
	Так говорит Господь:ежели † n = 0.3 †
							Так говорит Господь: вот приношение от Аарона: 0

	Так говорит Господь: ежели † n = 1 † 
							Так говорит Господь: вот приношение от Аарона: 1

	Так говорит Господь: ans нарекаю Я явление Fibonacci † n - 1 † + явление Fibonacci † n - 2 †
Аминь.

Закроем иконы: фывфывфы

Помолясь, приступим

Во имя Отца и Сына и Святаго Духа
	Так говорит Господь: явление Пророка 666 Вывод
							†
								явление Fibonacci
										†
											явление Моисея  Ввод числа
										†
							†
Аминь.